Repository: Arenukvern/daily_budget_planner
Catalog: packages/ui_locale/lib/src/l10n/intl_*.arb
Languages: ru

source: Settings
ru: Настройки

source: Your Budget
ru: Мой бюджет

source: Daily Budget
ru: Бюджет на день

source: Weekly Budget
ru: Недельный бюджет

source: Monthly Budget
ru: Месячный бюджет

source: Days Left in week
ru: Осталось дней в неделе

source: Copied
ru: Скопировано

source: Next Budget Day
ru: Следующий день бюджета

source: Choose Date
ru: Выбери дату

# extraCostsOrSaving
source: Extra costs or savings
ru: Доп затраты или в копилку

# willBeSubstructedFromYourBudget
source: will be subtracted from your budget
ru: будет вычтено из бюджета

# canBeLessIfYouHaveLessThan7Days
source: can be less if you have less than 7 days till chosen date
ru: может быть меньше, если осталось меньше 7 дней до дня бюджета

source: Days in total:
ru: Дней всего:

source: Monthly
ru: Месяц

source: Weekly
ru: Неделя

source: Language
ru: Язык

source: Choose Language
ru: Выбери язык

source: Done
ru: Ок
